Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: %@ session: %lld%% left
bn: %1$@ সেশন: %2$lld%% বাকি
es: Sesión de %1$@: queda %2$lld%%
fr: Session %1$@ : %2$lld %% restants
hi: %1$@ सत्र: %2$lld%% शेष
it: Sessione %1$@: %2$lld%% rimanente
ja: %1$@ セッション：残り %2$lld%%
ko: %1$@ 세션: %2$lld%% 남음
pt_br: Sessão do %1$@: %2$lld%% restante
ru: Сеанс %1$@: осталось %2$lld%%
sv: %1$@-session: %2$lld %% kvar
zh_hans: %1$@ 会话：剩余 %2$lld%%
zh_hant: %1$@ 工作階段：剩餘 %2$lld%%

source: %@ size: %lld
bn: %@-এর আকার: %lld
es: Tamaño de %@: %lld
fr: Taille de %@ : %lld
hi: %@ का आकार: %lld
it: Dimensione di %@: %lld
ja: %@のサイズ：%lld
ko: %@ 크기: %lld
pt_br: Tamanho de %@: %lld
ru: Размер — %@: %lld
sv: Storlek för %@: %lld
zh_hans: %@大小：%lld
zh_hant: %@大小：%lld

source: %@ tokens
bn: %@ টোকেন
hi: %@ टोकन
it: %@ token
ja: %@トークン
ko: %@ 토큰
ru: %@ токенов
sv: %@ token
zh_hans: %@ 个令牌
zh_hant: %@ 個權杖

source: %@ weekly
bn: %@ সাপ্তাহিক
es: %@ semanal
fr: %@ hebdomadaire
hi: %@ साप्ताहिक
it: %@ settimanale
ja: %@ 週間
ko: %@ 주간
pt_br: %@ semanal
ru: %@ за неделю
sv: %@ per vecka
zh_hans: %@ 每周
zh_hant: %@ 每週

source: %@ weekly: %lld%% left
bn: %1$@ সাপ্তাহিক: %2$lld%% বাকি
es: %1$@ semanal: queda %2$lld%%
fr: %1$@ hebdomadaire : %2$lld %% restants
hi: %1$@ साप्ताहिक: %2$lld%% शेष
it: %1$@ settimanale: %2$lld%% rimanente
ja: %1$@ 週間：残り %2$lld%%
ko: %1$@ 주간: %2$lld%% 남음
pt_br: %1$@ semanal: %2$lld%% restante
ru: %1$@, неделя: осталось %2$lld%%
sv: %1$@ vecka: %2$lld %% kvar
zh_hans: %1$@ 每周：剩余 %2$lld%%
zh_hant: %1$@ 每週：剩餘 %2$lld%%

source: %@, the whole team
bn: %@, পুরো দল
es: %@, todo el equipo
fr: %@, toute l’équipe
hi: %@, पूरी टीम
it: %@, tutto il team
ja: %@、チーム全体
ko: %@, 팀 전체
pt_br: %@, toda a equipe
ru: %@, вся команда
sv: %@, hela teamet
zh_hans: %@，整个团队
zh_hant: %@，整個團隊

source: %@: %@ · %@ tokens
bn: %@: %@ · %@ টোকেন
hi: %@: %@ · %@ टोकन
it: %@: %@ · %@ token
ja: %@：%@ · %@トークン
ko: %@: %@ · %@ 토큰
ru: %@: %@ · %@ токенов
sv: %@: %@ · %@ token
zh_hans: %@：%@ · %@ 个令牌
zh_hant: %@：%@ · %@ 個權杖

source: %@: %lld%% left
bn: %1$@: %2$lld%% বাকি
es: %1$@: queda %2$lld%%
fr: %1$@ : %2$lld %% restants
hi: %1$@: %2$lld%% शेष
it: %1$@: %2$lld%% rimanente
ja: %1$@：残り %2$lld%%
ko: %1$@: %2$lld%% 남음
pt_br: %1$@: %2$lld%% restante
ru: %1$@: осталось %2$lld%%
sv: %1$@: %2$lld %% kvar
zh_hans: %1$@：剩余 %2$lld%%
zh_hant: %1$@：剩餘 %2$lld%%

source: %@: retrying step %lld/%lld — %@
bn: %@: ধাপ %lld/%lld আবার চেষ্টা করা হচ্ছে — %@
es: %@: reintentando el paso %lld/%lld — %@
fr: %@ : nouvelle tentative de l’étape %lld/%lld — %@
hi: %@: चरण %lld/%lld फिर आज़मा रहे हैं — %@
it: %@: nuovo tentativo del passaggio %lld/%lld — %@
ja: %@：ステップ %lld/%lld を再試行中 — %@
ko: %@: 단계 %lld/%lld 재시도 중 — %@
pt_br: %@: tentando novamente a etapa %lld/%lld — %@
ru: %@: повтор шага %lld/%lld — %@
sv: %@: försöker steg %lld/%lld igen — %@
zh_hans: %@：正在重试步骤 %lld/%lld — %@
zh_hant: %@：正在重試步驟 %lld/%lld — %@

source: %@: step %lld/%lld — %@
bn: %@: ধাপ %lld/%lld — %@
es: %@: paso %lld/%lld — %@
fr: %@ : étape %lld/%lld — %@
hi: %@: चरण %lld/%lld — %@
it: %@: passaggio %lld/%lld — %@
ja: %@：ステップ %lld/%lld — %@
ko: %@: 단계 %lld/%lld — %@
pt_br: %@: etapa %lld/%lld — %@
ru: %@: шаг %lld/%lld — %@
sv: %@: steg %lld/%lld — %@
zh_hans: %@：步骤 %lld/%lld — %@
zh_hant: %@：步驟 %lld/%lld — %@

source: %@: waiting for the first sync.
bn: %@: প্রথম সিঙ্কের অপেক্ষায়।
es: %@: esperando la primera sincronización.
fr: %@ : en attente de la première synchronisation.
hi: %@: पहले सिंक की प्रतीक्षा है।
it: %@: in attesa della prima sincronizzazione.
ja: %@：初回の同期を待っています。
ko: %@: 첫 동기화 대기 중입니다.
pt_br: %@: aguardando a primeira sincronização.
ru: %@: ожидание первой синхронизации.
sv: %@: väntar på första synkroniseringen.
zh_hans: %@：正在等待首次同步。
zh_hant: %@：正在等候首次同步。

source: %@%@, needs 20 or later
bn: %@%@, 20 বা পরের সংস্করণ দরকার
es: %@%@, necesita 20 o posterior
fr: %@%@, nécessite la version 20 ou ultérieure
hi: %@%@, 20 या नया संस्करण चाहिए
it: %@%@, richiede la versione 20 o successiva
ja: %@%@、20 以降が必要です
ko: %@%@, 20 이상 필요
pt_br: %@%@, precisa da versão 20 ou posterior
ru: %@%@, нужна версия 20 или новее
sv: %@%@, kräver 20 eller senare
zh_hans: %@%@，需要 20 或更高版本
zh_hant: %@%@，需要 20 或以上版本

source: %lld assigned to you in %@, urgent first
bn: %2$@-এ আপনাকে দেওয়া %1$lldটি, জরুরিগুলো আগে
es: %1$lld asignados a ti en %2$@, primero los urgentes
fr: %1$lld qui vous sont attribués dans %2$@, les urgents d’abord
hi: %2$@ में आपको सौंपे गए %1$lld, ज़रूरी पहले
it: %1$lld assegnati a te in %2$@, prima gli urgenti
ja: %2$@ であなたの担当：%1$lld、緊急のものから表示
ko: %2$@에서 나에게 할당된 %1$lld개, 긴급 항목 먼저
pt_br: %1$lld atribuídos a você em %2$@, urgentes primeiro
ru: Назначено вам в %2$@: %1$lld, сначала срочные
sv: %1$lld tilldelade dig i %2$@, brådskande först
zh_hans: %2$@ 中分配给你的 %1$lld 个，紧急的在前
zh_hant: %2$@ 中指派給你的 %1$lld 個，緊急的在前

source: %lld assigned to you, urgent first
bn: আপনার দায়িত্বে: %lld, জরুরিগুলো আগে
es: Asignadas a ti: %lld, urgentes primero
fr: Attribués à vous : %lld, urgents en premier
hi: आपको असाइन: %lld, अत्यावश्यक पहले
it: Assegnati a te: %lld, urgenti prima
ja: あなたの担当：%lld、緊急のものから表示
ko: 내 담당: %lld, 긴급 항목 우선
pt_br: Atribuídos a você: %lld, urgentes primeiro
ru: Назначено вам: %lld, сначала срочные
sv: Tilldelade till dig: %lld, brådskande först
zh_hans: 分配给你：%lld，紧急事项优先
zh_hant: 指派給你：%lld，緊急事項優先

source: %lld failing
bn: ব্যর্থ: %lld
es: Con errores: %lld
fr: En échec : %lld
hi: विफल: %lld
it: Con errori: %lld
ja: 失敗：%lld
ko: 실패: %lld
pt_br: Com falhas: %lld
ru: С ошибками: %lld
sv: Misslyckade: %lld
zh_hans: 失败：%lld
zh_hant: 失敗：%lld

source: %lld GB
bn: %lld জিবি
fr: %lld Go
hi: %lld जीबी
ru: %lld ГБ

source: %lld open issues assigned to others or no one
bn: %lld টি ওপেন issue অন্যদের বা কাউকেই অ্যাসাইন করা নেই
es: %lld issues abiertos asignados a otras personas o a nadie
fr: %lld issues ouvertes assignées à d’autres personnes ou à personne
hi: %lld खुले issue दूसरों को या किसी को भी असाइन नहीं हैं
it: %lld issue aperte assegnate ad altri o a nessuno
ja: 他の人または未割り当ての未解決 issue が %lld 件
ko: 다른 사람에게 할당되었거나 할당되지 않은 열린 issue %lld개
pt_br: %lld issues abertas atribuídas a outras pessoas ou a ninguém
ru: Открытых issue, назначенных другим или никому: %lld
sv: %lld öppna issues tilldelade andra eller ingen
zh_hans: %lld 个未关闭的 issue 已分配给他人或无人
zh_hant: %lld 個未關閉的 issue 已指派給其他人或無人

source: %lld open issues in %@ assigned to others or no one
bn: %2$@-এ %1$lld টি ওপেন issue অন্যদের বা কাউকেই অ্যাসাইন করা নেই
es: %1$lld issues abiertos en %2$@ asignados a otras personas o a nadie
fr: %1$lld issues ouvertes dans %2$@ assignées à d’autres personnes ou à personne
hi: %2$@ में %1$lld खुले issue दूसरों को या किसी को भी असाइन नहीं हैं
it: %1$lld issue aperte in %2$@ assegnate ad altri o a nessuno
ja: %2$@ の他の人または未割り当ての未解決 issue が %1$lld 件
ko: %2$@에서 다른 사람에게 할당되었거나 할당되지 않은 열린 issue %1$lld개
pt_br: %1$lld issues abertas em %2$@ atribuídas a outras pessoas ou a ninguém
ru: Открытых issue в %2$@, назначенных другим или никому: %1$lld
sv: %1$lld öppna issues i %2$@ tilldelade andra eller ingen
zh_hans: %2$@ 中有 %1$lld 个未关闭的 issue 已分配给他人或无人
zh_hant: %2$@ 中有 %1$lld 個未關閉的 issue 已指派給其他人或無人

source: %lld percent left
bn: %lld শতাংশ বাকি
es: queda un %lld por ciento
fr: %lld pour cent restants
hi: %lld प्रतिशत शेष
it: %lld percento rimanente
ja: 残り %lld パーセント
ko: %lld퍼센트 남음
pt_br: %lld por cento restante
ru: осталось %lld процентов
sv: %lld procent kvar
zh_hans: 剩余百分之 %lld
zh_hant: 剩餘百分之 %lld

source: %lld recorded, newest first
bn: %lldটি নথিভুক্ত, নতুনটি আগে
es: %lld registradas, más recientes primero
fr: %lld enregistrées, plus récentes d’abord
hi: %lld रिकॉर्ड, नवीनतम पहले
it: %lld registrate, più recenti prima
ja: %lld件（新しい順）
ko: %lld개 기록, 최신순
pt_br: %lld registradas, mais recentes primeiro
ru: Записано %lld, сначала новые
sv: %lld registrerade, nyaste först
zh_hans: %lld 条记录，最新在前
zh_hant: %lld 筆紀錄，最新在前

source: %lld sessions use this folder, so all of them go: %@.
bn: %lldটি সেশন এই ফোল্ডার ব্যবহার করে, তাই সব সরবে: %@।
es: %lld sesiones usan esta carpeta y se eliminarán todas: %@.
fr: %lld sessions utilisent ce dossier et seront toutes supprimées : %@.
hi: %lld सत्र यह फ़ोल्डर इस्तेमाल करते हैं, इसलिए सभी हटेंगे: %@।
it: %lld sessioni usano questa cartella e verranno tutte rimosse: %@.
ja: このフォルダを使用する %lld 個のセッションをすべて削除します：%@。
ko: 이 폴더를 사용하는 세션 %lld개가 모두 제거됩니다: %@.
pt_br: %lld sessões usam esta pasta e todas serão removidas: %@.
ru: Эту папку используют %lld сеансов. Все будут удалены: %@.
sv: %lld sessioner använder mappen och alla tas bort: %@.
zh_hans: %lld 个会话使用此文件夹，因此将全部移除：%@。
zh_hant: %lld 個工作階段使用此資料夾，因此將全部移除：%@。

source: %lld urgent
bn: জরুরি: %lld
es: Urgentes: %lld
fr: Urgents : %lld
hi: अत्यावश्यक: %lld
it: Urgenti: %lld
ja: 緊急：%lld
ko: 긴급: %lld
pt_br: Urgentes: %lld
ru: Срочные: %lld
sv: Brådskande: %lld
zh_hans: 紧急：%lld
zh_hant: 緊急：%lld

source: %lld, default %lld
bn: %lld, ডিফল্ট %lld
es: %lld, predeterminado %lld
fr: %lld, par défaut %lld
hi: %lld, डिफ़ॉल्ट %lld
it: %lld, predefinito %lld
ja: %lld、デフォルト %lld
ko: %lld, 기본값 %lld
pt_br: %lld, padrão %lld
ru: %lld, по умолчанию %lld
sv: %lld, förval %lld
zh_hans: %lld，默认为 %lld
zh_hant: %lld，預設為 %lld

source: %lld%% in reserve
bn: %lld%% অতিরিক্ত বাকি
es: %lld%% de margen
fr: %lld%% en réserve
hi: %lld%% अतिरिक्त शेष
it: %lld%% di riserva
ja: 余裕%lld%%
ko: %lld%% 여유
pt_br: %lld%% de reserva
ru: В запасе %lld%%
sv: %lld%% i reserv
zh_hans: 余量 %lld%%
zh_hant: 餘量 %lld%%

source: %lld%% over pace
bn: নির্ধারিত গতির চেয়ে %lld%% বেশি
es: %lld%% por encima del ritmo
fr: %lld%% au-dessus du rythme
hi: अनुमानित गति से %lld%% अधिक
it: %lld%% oltre il ritmo
ja: 想定ペースより%lld%%超過
ko: 예상 사용 속도보다 %lld%% 초과
pt_br: %lld%% acima do ritmo
ru: Превышение темпа на %lld%%
sv: %lld%% över takten
zh_hans: 超出预计消耗进度 %lld%%
zh_hant: 超出預計消耗進度 %lld%%

source: %lldd
bn: %lld দিন
fr: %lld j
hi: %lldदिन
it: %lld g
ja: %lld日
ko: %lld일
ru: %lld д
zh_hans: %lld天
zh_hant: %lld天

source: %lldd %lldh
bn: %lld দিন %lld ঘ.
fr: %lld j %lld h
hi: %lldदिन %lldघं.
it: %lld g %lld h
ja: %lld日%lld時間
ko: %lld일 %lld시간
ru: %lld д %lld ч
sv: %lld d %lld tim
zh_hans: %lld天 %lld小时
zh_hant: %lld天 %lld小時

source: %lldh
bn: %lld ঘ.
hi: %lldघं.
ja: %lld時間
ko: %lld시간
ru: %lld ч
sv: %lld tim
zh_hans: %lld小时
zh_hant: %lld小時

source: %lldh %@m
bn: %lld ঘ. %@ মি.
es: %lld h %@ min
fr: %lld h %@ min
hi: %lldघं. %@मि.
it: %lld h %@ min
ja: %lld時間%@分
ko: %lld시간 %@분
pt_br: %lld h %@ min
ru: %lld ч %@ мин
sv: %lld tim %@ min
zh_hans: %lld小时 %@分
zh_hant: %lld小時 %@分

source: %lldm
bn: %lld মি.
es: %lld min
fr: %lld min
hi: %lldमि.
it: %lld min
ja: %lld分
ko: %lld분
pt_br: %lld min
ru: %lld мин
sv: %lld min
zh_hans: %lld分
zh_hant: %lld分

source: <project>/.worktrees/<branch>; ignored by Git through .git/info/exclude.
bn: <project>/.worktrees/<branch>; Git .git/info/exclude-এর মাধ্যমে এটি উপেক্ষা করে।
es: <project>/.worktrees/<branch>; Git lo ignora mediante .git/info/exclude.
fr: <project>/.worktrees/<branch> ; ignoré par Git via .git/info/exclude.
hi: <project>/.worktrees/<branch>; Git इसे .git/info/exclude से अनदेखा करता है।
it: <project>/.worktrees/<branch>; ignorato da Git tramite .git/info/exclude.
ja: <project>/.worktrees/<branch>。Git は .git/info/exclude により無視します。
ko: <project>/.worktrees/<branch>; Git이 .git/info/exclude를 통해 무시합니다.
pt_br: <project>/.worktrees/<branch>; ignorado pelo Git via .git/info/exclude.
ru: <project>/.worktrees/<branch>; игнорируется Git через .git/info/exclude.
sv: <project>/.worktrees/<branch>; ignoreras av Git via .git/info/exclude.
zh_hans: <project>/.worktrees/<branch>；通过 .git/info/exclude 让 Git 忽略。
zh_hant: <project>/.worktrees/<branch>；透過 .git/info/exclude 讓 Git 忽略。

source: 5-hour periods until reset: %lld
bn: রিসেট পর্যন্ত ৫ ঘণ্টার সময়কাল: %lld
es: Periodos de 5 horas hasta el restablecimiento: %lld
fr: Périodes de 5 heures avant réinitialisation : %lld
hi: रीसेट तक 5-घंटे की अवधियाँ: %lld
it: Periodi di 5 ore fino al ripristino: %lld
ja: リセットまでの5時間枠：%lld
ko: 초기화까지 남은 5시간 단위 기간: %lld
pt_br: Períodos de 5 horas até redefinir: %lld
ru: Пятичасовых периодов до сброса: %lld
sv: 5-timmarsperioder till återställning: %lld
zh_hans: 距重置的 5 小时时段数：%lld
zh_hant: 距重設的 5 小時時段數：%lld

source: 30d cost
bn: ৩০ দিনের খরচ
es: Coste de 30 días
fr: Coût sur 30 jours
hi: 30 दिन का खर्च
it: Costo di 30 giorni
ja: 30日間の費用
ko: 30일 비용
pt_br: Custo de 30 dias
ru: Расходы за 30 дней
sv: Kostnad 30 dagar
zh_hans: 30 天费用
zh_hant: 30 天費用

source: 30d tokens
bn: ৩০ দিনের টোকেন
es: Tokens de 30 días
fr: Tokens sur 30 jours
hi: 30 दिन के टोकन
it: Token di 30 giorni
ja: 30日間のトークン数
ko: 30일 토큰
pt_br: Tokens de 30 dias
ru: Токены за 30 дней
sv: Token 30 dagar
zh_hans: 30 天令牌用量
zh_hant: 30 天權杖用量

source: A draft PR is marked ready.
bn: খসড়া PR প্রস্তুত হিসেবে চিহ্নিত হয়।
es: Un PR en borrador se marca como listo.
fr: Une PR en brouillon est marquée prête.
hi: ड्राफ़्ट PR तैयार चिह्नित होता है।
it: Una PR in bozza viene segnata come pronta.
ja: ドラフトPRが準備完了になります。
ko: 초안 PR이 준비 완료로 표시됩니다.
pt_br: Um PR em rascunho é marcado como pronto.
ru: Черновик PR отмечен как готовый.
sv: En PR i utkast markeras som klar.
zh_hans: 草稿 PR 被标记为可审查。
zh_hant: 草稿 PR 標記為可供審查。

source: A JQL clause ANDed into the board (blank = everything). Return applies.
bn: বোর্ডের সঙ্গে AND করে যুক্ত একটি JQL শর্ত (ফাঁকা = সবকিছু)। Return চাপলে প্রয়োগ হয়।
es: Una cláusula JQL combinada con AND con el tablero (en blanco = todo). Pulsa Retorno para aplicarla.
fr: Une clause JQL combinée au tableau par AND (vide = tout). Appuyez sur Retour pour l’appliquer.
hi: बोर्ड के साथ AND से जुड़ा एक JQL क्लॉज़ (खाली = सब कुछ)। Return दबाने पर लागू होता है।
it: Una clausola JQL combinata con AND alla board (vuota = tutto). Premi Invio per applicarla.
ja: ボードに AND で追加される JQL 条件です（空欄 = すべて）。Return キーで適用します。
ko: 보드에 AND로 결합되는 JQL 조건입니다(비워 두면 전체). Return 키로 적용합니다.
pt_br: Uma cláusula JQL combinada com AND ao quadro (em branco = tudo). Pressione Return para aplicar.
ru: Условие JQL, добавляемое к доске через AND (пусто — всё). Нажмите Return, чтобы применить.
sv: En JQL-sats som kombineras med tavlan via AND (tomt = allt). Tryck på Retur för att tillämpa.
zh_hans: 以 AND 方式并入看板的 JQL 条件（留空 = 全部）。按 Return 键应用。
zh_hant: 以 AND 方式併入看板的 JQL 條件（留空 = 全部）。按 Return 鍵套用。

source: A new pull request appears.
bn: নতুন পুল রিকোয়েস্ট আসে।
es: Aparece un nuevo pull request.
fr: Une nouvelle demande de fusion apparaît.
hi: नया पुल अनुरोध आता है।
it: Compare una nuova pull request.
ja: 新しいプルリクエストが作成されます。
ko: 새 풀 리퀘스트가 생성됩니다.
pt_br: Um novo pull request aparece.
ru: Появляется новый запрос на слияние.
sv: En ny pull request visas.
zh_hans: 出现新的拉取请求。
zh_hant: 出現新的提取要求。

source: A notification the moment someone asks for your review.
bn: কেউ পর্যালোচনা চাইলে সঙ্গে সঙ্গে জানান।
es: Notifica cuando alguien solicita tu revisión.
fr: Une notification dès qu’une révision vous est demandée.
hi: समीक्षा माँगते ही सूचना मिलती है।
it: Notifica appena qualcuno richiede la tua revisione.
ja: レビューを依頼されたらすぐ通知します。
ko: 누군가 리뷰를 요청하면 즉시 알립니다.
pt_br: Notifica quando alguém solicita sua revisão.
ru: Уведомление при запросе вашей проверки.
sv: Meddelar så fort någon ber om din granskning.
zh_hans: 有人请求你审查时立即通知。
zh_hant: 有人要求你審查時立即通知。

source: A pipeline waits for a GitHub or Jira event, checks its filters, then acts. Dry-run it on a real pull request to see exactly what it would do, then switch it on.
bn: পাইপলাইন GitHub বা Jira ঘটনার অপেক্ষা করে, ফিল্টার পরীক্ষা করে, তারপর কাজ করে। বাস্তব পুল রিকোয়েস্টে পরীক্ষামূলক চালিয়ে আচরণ দেখে চালু করুন।
es: El flujo espera un evento de GitHub o Jira, comprueba sus filtros y actúa. Simúlalo con un pull request real para ver qué haría antes de activarlo.
fr: Un pipeline attend un événement GitHub ou Jira, vérifie ses filtres puis agit. Simulez-le sur une vraie PR pour voir ce qu’il ferait, puis activez-le.
hi: पाइपलाइन GitHub या Jira घटना का इंतज़ार करती है, फ़िल्टर जाँचती है, फिर काम करती है। वास्तविक पुल अनुरोध पर ड्राई रन करके व्यवहार देखें, फिर चालू करें।
it: Una pipeline attende un evento GitHub o Jira, verifica i filtri e agisce. Simulala su una PR reale per verificarne il comportamento, poi attivala.
ja: GitHubまたはJiraのイベントを待ち、フィルターを確認してアクションを実行します。実際のPRでドライランして動作を確認してからオンにしてください。
ko: GitHub 또는 Jira 이벤트를 기다린 후 필터를 확인하고 동작합니다. 실제 PR로 시험 실행하여 동작을 확인한 다음 켜세요.
pt_br: O fluxo espera um evento do GitHub ou Jira, verifica filtros e age. Simule em um pull request real para ver o que faria antes de ativar.
ru: Процесс ждёт событие GitHub или Jira, проверяет фильтры и действует. Выполните пробный запуск на реальном PR, проверьте результат и включите.
sv: En pipeline väntar på en GitHub- eller Jira-händelse, kontrollerar filtren och agerar. Testkör mot en riktig PR för att se vad den gör och aktivera sedan.
zh_hans: 流程等待 GitHub 或 Jira 事件，检查筛选条件后执行操作。先用真实拉取请求模拟运行，确认行为后再开启。
zh_hant: 流程等待 GitHub 或 Jira 事件，檢查篩選條件後執行動作。先用真實提取要求模擬執行，確認行為後再開啟。

source: A pull request is closed without merging.
bn: মার্জ না করেই পুল রিকোয়েস্ট বন্ধ হয়।
es: Se cierra un pull request sin fusionar.
fr: Une demande de fusion est fermée sans fusion.
hi: पुल अनुरोध बिना मर्ज बंद होता है।
it: Una pull request viene chiusa senza merge.
ja: プルリクエストがマージされずに閉じられます。
ko: 풀 리퀘스트가 병합 없이 닫힙니다.
pt_br: Um pull request é fechado sem mesclar.
ru: Запрос на слияние закрыт без слияния.
sv: En pull request stängs utan sammanslagning.
zh_hans: 拉取请求未合并即关闭。
zh_hant: 提取要求未合併即關閉。

source: A pull request is merged.
bn: পুল রিকোয়েস্ট মার্জ হয়।
es: Se fusiona un pull request.
fr: Une demande de fusion est fusionnée.
hi: पुल अनुरोध मर्ज होता है।
it: Una pull request viene unita.
ja: プルリクエストがマージされます。
ko: 풀 리퀘스트가 병합됩니다.
pt_br: Um pull request é mesclado.
ru: Запрос на слияние объединён.
sv: En pull request slås ihop.
zh_hans: 拉取请求已合并。
zh_hant: 提取要求已合併。

source: A release update feed has not been configured.
bn: রিলিজ আপডেট ফিড কনফিগার করা হয়নি।
es: No se ha configurado una fuente de actualizaciones.
fr: Aucun flux de mises à jour n’a été configuré.
hi: रिलीज़ अपडेट फ़ीड कॉन्फ़िगर नहीं की गई है।
it: Non è stato configurato un feed di aggiornamento delle versioni.
ja: リリース更新フィードが設定されていません。
ko: 릴리스 업데이트 피드가 설정되지 않았습니다.
pt_br: Nenhum feed de atualização de versões foi configurado.
ru: Источник обновлений не настроен.
sv: Inget flöde för versionsuppdateringar har konfigurerats.
zh_hans: 尚未配置发布更新源。
zh_hant: 尚未設定版本更新來源。

source: A release update signing key has not been configured.
bn: রিলিজ আপডেট স্বাক্ষর কী কনফিগার করা হয়নি।
es: No se ha configurado una clave de firma para las actualizaciones.
fr: Aucune clé de signature des mises à jour n’a été configurée.
hi: रिलीज़ अपडेट हस्ताक्षर कुंजी कॉन्फ़िगर नहीं की गई है।
it: Non è stata configurata una chiave di firma degli aggiornamenti.
ja: リリース更新の署名キーが設定されていません。
ko: 릴리스 업데이트 서명 키가 설정되지 않았습니다.
pt_br: Nenhuma chave de assinatura de atualizações foi configurada.
ru: Ключ подписи обновлений не настроен.
sv: Ingen signeringsnyckel för versionsuppdateringar har konfigurerats.
zh_hans: 尚未配置发布更新签名密钥。
zh_hant: 尚未設定版本更新簽章金鑰。

source: A reviewer requests changes.
bn: পর্যালোচক পরিবর্তন চান।
es: Un revisor solicita cambios.
fr: Un réviseur demande des modifications.
hi: समीक्षक बदलाव माँगता है।
it: Un revisore richiede modifiche.
ja: レビュアーが変更を要求します。
ko: 리뷰어가 변경을 요청합니다.
pt_br: Um revisor solicita alterações.
ru: Проверяющий запрашивает изменения.
sv: En granskare begär ändringar.
zh_hans: 审查者请求修改。
zh_hant: 審查者要求變更。

source: A session cannot be started right now.
bn: এখন সেশন শুরু করা যাচ্ছে না।
es: No se puede iniciar una sesión ahora.
fr: Impossible de démarrer une session pour le moment.
hi: अभी सत्र शुरू नहीं किया जा सकता।
it: Impossibile avviare una sessione ora.
ja: 現在セッションを開始できません。
ko: 지금은 세션을 시작할 수 없습니다.
pt_br: Não é possível iniciar uma sessão agora.
ru: Сейчас невозможно запустить сеанс.
sv: En session kan inte startas just nu.
zh_hans: 现在无法启动会话。
zh_hant: 目前無法啟動工作階段。

source: A session operation is already in progress.
bn: সেশনের একটি কাজ ইতিমধ্যেই চলছে।
es: Ya hay una operación de sesión en curso.
fr: Une opération de session est déjà en cours.
hi: सत्र की कोई कार्रवाई पहले से चल रही है।
it: Un’operazione sulla sessione è già in corso.
ja: セッションの操作がすでに進行中です。
ko: 세션 작업이 이미 진행 중입니다.
pt_br: Uma operação de sessão já está em andamento.
ru: Операция с сеансом уже выполняется.
sv: En sessionsåtgärd pågår redan.
zh_hans: 已有会话操作正在进行。
zh_hant: 已有工作階段操作進行中。

source: A shortcut needs ⌘, so it never takes a key from the CLI. It works while this window is in front; one a menu command holds is refused.
bn: শর্টকাটে ⌘ দরকার, যাতে CLI-এর কী না নেয়। এই উইন্ডো সামনে থাকলে কাজ করে; মেনুর ব্যবহৃত শর্টকাট নেওয়া যায় না।
es: El atajo requiere ⌘ para no interferir con la CLI. Funciona con esta ventana al frente; se rechazan los atajos usados por menús.
fr: Le raccourci exige ⌘ pour ne pas interférer avec la CLI. Il fonctionne quand cette fenêtre est au premier plan ; les raccourcis de menu sont refusés.
hi: शॉर्टकट में ⌘ ज़रूरी है ताकि CLI की कुंजी न छिने। यह विंडो सामने होने पर काम करता है; मेनू के शॉर्टकट स्वीकार नहीं हैं।
it: La scorciatoia richiede ⌘ per non interferire con la CLI. Funziona con questa finestra in primo piano; quelle dei menu non sono ammesse.
ja: CLI のキーを奪わないよう、ショートカットには ⌘ が必要です。このウィンドウが最前面のときに動作し、メニューと重複するキーは使用できません。
ko: CLI 키와 충돌하지 않도록 단축키에 ⌘가 필요합니다. 이 창이 앞에 있을 때 작동하며 메뉴에서 사용하는 키는 허용되지 않습니다.
pt_br: O atalho precisa de ⌘ para não interferir na CLI. Funciona com esta janela em primeiro plano; atalhos de menu são recusados.
ru: Сочетание должно включать ⌘, чтобы не мешать CLI. Оно работает, когда окно активно; сочетания меню использовать нельзя.
sv: Genvägen måste innehålla ⌘ så att den inte stör CLI. Den fungerar när fönstret är främst; menygenvägar godtas inte.
zh_hans: 快捷键必须包含 ⌘，以免占用命令行按键。仅当前窗口位于最前方时生效，不能使用菜单命令已占用的快捷键。
zh_hant: 快速鍵必須包含 ⌘，以免佔用命令列按鍵。僅目前視窗位於最前方時生效，不能使用選單命令已佔用的快速鍵。

source: A ticket in the JQL changes status.
bn: JQL-এর টিকিটের অবস্থা বদলায়।
es: Un ticket del JQL cambia de estado.
fr: Un ticket du JQL change de statut.
hi: JQL के टिकट की स्थिति बदलती है।
it: Un ticket nel JQL cambia stato.
ja: JQLに含まれるチケットの状態が変わります。
ko: JQL에 포함된 티켓의 상태가 변경됩니다.
pt_br: Um ticket do JQL muda de status.
ru: Задача из JQL меняет статус.
sv: Ett ärende i JQL ändrar status.
zh_hans: JQL 查询内的工单状态变更。
zh_hant: JQL 查詢內的工單狀態變更。

source: A ticket newly matches the JQL.
bn: টিকিট নতুন করে JQL-এর সঙ্গে মেলে।
es: Un ticket empieza a coincidir con el JQL.
fr: Un ticket commence à correspondre au JQL.
hi: टिकट नया JQL मिलान बनता है।
it: Un ticket inizia a corrispondere al JQL.
ja: チケットが新たにJQLに一致します。
ko: 티켓이 새롭게 JQL과 일치합니다.
pt_br: Um ticket passa a corresponder ao JQL.
ru: Задача впервые соответствует JQL.
sv: Ett ärende börjar matcha JQL.
zh_hans: 工单首次匹配 JQL。
zh_hant: 工單新符合 JQL。

source: A trigger and nothing else; add the filters and actions you need.
bn: শুধু ট্রিগার; প্রয়োজনীয় ফিল্টার ও কাজ যোগ করুন।
es: Solo un disparador; añade los filtros y acciones necesarios.
fr: Un déclencheur seul ; ajoutez les filtres et actions nécessaires.
hi: सिर्फ ट्रिगर; आवश्यक फ़िल्टर और कार्रवाइयाँ जोड़ें।
it: Solo un trigger; aggiungi i filtri e le azioni necessari.
ja: トリガーのみです。必要なフィルターとアクションを追加してください。
ko: 트리거만 있습니다. 필요한 필터와 동작을 추가하세요.
pt_br: Apenas um gatilho; adicione os filtros e ações necessários.
ru: Только триггер; добавьте нужные фильтры и действия.
sv: Bara en utlösare; lägg till de filter och åtgärder du behöver.
zh_hans: 仅含触发器；按需添加筛选器和操作。
zh_hant: 僅含觸發條件；依需求加入篩選條件和動作。
